index.org
#+TITLE: Xudong Home Page
#+AUTHOR: Xudong Pan
#+EMAIL: hawking81@gmail.com
#+DATE: Today


#+OPTIONS: html-style:t
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="css/index.css" />
#+HTML_HEAD_EXTRA: <link rel="alternate stylesheet" type="text/css" href="css/index.css" />


* Brand for Product

  |----------+--------------+--------------------------------------------------------|
  | name     | class        | sector                                                 |
  |----------+--------------+--------------------------------------------------------|
  | TUTUKA   | 8, 9, 20, 22 | Digital Accessories,Baby care, Bed Product, Stationary |
  |----------+--------------+--------------------------------------------------------|
  | Jaymei   | 3, 10        | Cosmitics, Medical Care                                |
  |----------+--------------+--------------------------------------------------------|
  | Tocorpie | 9            | Digital Product                                        |
  |----------+--------------+--------------------------------------------------------|
  | Terase   | 5, 7, 11, 21 | Cleaning devices, Electronic Devices                   |
  |----------+--------------+--------------------------------------------------------|

* Traveling to China
** City List
*** Beijing 北京 [61%]
- [X] Forbiden City & Jingshan 故宫/景山公园
- [X] 798 art zone 798艺术区
- [X] National Stadium & Water square 鸟巢 水立方
- [X] Heaven Temple 天坛
- [X] Summer Palace 圆明园&颐和园
- [X] South Luogu xiang 南锣鼓巷
- [X] Nord Sea Park& Back sea Park 北海公园&后海
- [X] CBD CCTV 国贸
- [X] Confuciouucious Temple 国子监
- [X] Yonghe Lama Temple 雍和宫
- [X] Tiananmen Square 天安门广场
- [X] Beijing Opera 北京京剧院
- [X] Nation theater 国家大剧院
- [ ] Embassy zone/Fashion Zone 三里屯&大使馆区
- [ ] Gong Wang Fu 恭王府
- [ ] National Museum 国家博物馆
- [ ] Great Wall 长城
- [ ] University Zone 学院路
- [ ] Ming Tomb 十三陵
- [ ] Xidan Catholic Church 西单教堂
- [ ] Silk street 世贸天阶 秀水街
*** Tianjin 天津 [50%]
- [X] Glass house 玻璃楼
- [X] European concessions 租借地
*** Suzhou 苏州 [100%]
- [X] Tiger Hill 虎丘
- [X] zhuozheng Park 拙政园
- [X] LiuYuan 留园
- [X] jinji Lake 金鸡湖

*** Shanghai 上海 [77%]
- [X] East Pearl 东方明珠
- [X] Bund 外滩/南京路
- [X] wu zhen 乌镇
- [X] Nan Xun 南浔
- [X] Yanan Road Dragon Pole 延安路龙柱
- [X] JingAn temple 静安寺
- [X] Jewish Refugees museum
- [ ] Harbo Museum
- [ ] yuyuan 豫园 (opt)
*** Hangzhou 杭州 [40%]
- [X] West Lake  西湖十景
- [X] Lingyin Temple 灵隐寺
- [ ] West Vally swamp 西溪湿地
*** Jingdezhen 景德镇 [100%]
- [X] Tao xi chuan Culture Street 陶溪川
- [X] San Bao Village 三宝村
- [X] Tao Yang Li Park 陶阳里瓷器博物馆
- [X] China porcelain museum 中国瓷器博物馆
*** Wuhan 武汉 [25%]
- [X] Hubei Museum 湖北博物馆
- [ ] Zhongshan Road 中山大道
- [ ] Yangzi River Bridge 长江大桥
- [ ] Huanghe Mansion 黄鹤楼
*** Chongqing 重庆 [80%]
- [X] Chaotianmen Harbor 朝天门
- [X] City Light Show 重庆灯光夜景
- [X] Consolar lane 领事巷
- [X] 18th stairstep 十八阶
- [X] Ciqikou Old town磁器口古镇
- [X] Three gorges cruise三峡邮轮
- [X] fengdu city of ghost 丰都鬼城
- [X] Liziba Subway Station 李子坝轻轨站
- [ ] Hongyadong 洪崖洞
- [ ] Librity monument 解放碑
*** Chengdu 成都 [75%]
- [ ] Wuhou Temple 武侯祠
- [ ] Baoguang Temple 宝光寺
- [X] Chunxi Road 春熙路 3D显示屏
- [X] Panda Base 熊猫基地
- [X] Sanxingdui Museum 三星堆博物馆
- [X] Dujiangyan 都江堰
- [X] Panda Valley 熊猫谷
- [X] Guan xian Old Town 灌县古城
*** Xi‘An 西安 [66%]
- [X] City Wall walking 城墙漫游
- [X] Bell Tower 钟楼
- [X] Terracotta Worrior 兵马俑秦始皇陵
- [ ] ShanXi Museum 陕西博物馆
- [ ] Night market 夜市
- [X] East Street 东大街
- [X] Dayan Tower 大雁塔
- [X] Xiaoyan Tower 小雁塔
- [X] Muslin Street 回民街
- [X] chinese style mousque 中式大清真寺
- [ ] Tang-paradise 大唐芙蓉园
*** Shenyang 沈阳 [100%]
- [X] Laobian Dumpling 老边饺子
- [X] Small forbidden city 沈阳故宫
- [X] 3 Female temples 三座尼姑庵
*** Dandong 丹东 [81%]
- [X] Korea boarder 朝鲜边界
- [X] Moon Island 月亮岛
- [X] Korean Town 朝鲜街
- [X] Jinjiang Hill 锦江山
- [X] Korean War Museum 抗馆
- [X] Hushan Great Wall 虎山长城
- [X] Wulong Hot Spring 五龙背温泉
- [X] Dog/Korean restaurant 狗肉馆/柳京饭店
- [X] Old Building On the street 日据时期建筑
- [ ] Yuanbao Hill 元宝山
- [ ] Gushan Farmers home 大孤山农村家
*** Huangshan 黄山
*** Nanjing 南京 [0%]
- [ ] Yangzi River Bridge 长江大桥
- [ ] Confucious Temple 夫子庙
- [ ] Qinhuai river 秦淮河
- [ ] Zhongshan Tomb 中山陵
- [ ] Ming Tomb 明孝陵
- [ ] presidential palace 总统府

*** Zhangjiajie 张家界
*** BaoJi 宝鸡[0%]
- [ ] uncle 二大爷
- [ ] Bronze Time Museum 青铜器博物馆

** ToDo
 - [X] Get New ID card 更新身份证
 - [ ] Update Driver License 更新驾照
 - [ ] Fix Computer 整理家里电脑
 - [ ] Fix Mac Laptop 中关村修Mac
 - [X] change Iphone battery 中关村修手机电池
 - [ ] Mid School Classmate Meeting 初中同学会
 - [ ] University Classmate Meeting
 - [X] Family Meeting
 - [ ] Su Silk 苏绣
 - [X] Silk Clothes 丝绸外衣

** Visa & Flight
*** [x] Visa
*** [x] Flight Booking
***** CTrip
***** Piggy
***** Skyscanner
***** kaytrip
***** Official Site(Eastern,AirChina,Southern China,Lufthansa, AirFrance, Austrian Airline)

** Present
*** Copernicus Observatory : 崔大伟
*** Iron Train toy: 张宏伟 Zhang Hongwei
*** Train Manual: 张宏伟 Zhang Hongwei
*** Engineers vehicle: 张宏伟 Zhang Hongwei
*** Coin collection: 孙德军
*** Reisling:
*** Champagne:
*** Sekt:
*** Chocolate:
*** Swaroski: Phan Minh Thu
*** Q10: 张大伟
*** i泡腾片: 老爹
** People Would meet
*** 张宏伟
*** 于乐然
*** 苏畅
*** 田立新
*** 张艳霞
*** 孙兆新
*** 六楼邻居
*** 张大伟
---
*** 崔大伟
*** Farrah
*** Imen
*** Omar
---
*** 宋凌飞 Song Lingfei
*** 王笑川 Wang Xiaochuan
---
*** 李支娜 Li Zhina
---
*** Pan JingYu/Pan Yanjie
---
*** 孙俪 Sun Li
---
*** 范明舒 Phan Minh Thuh
*** 何文九 Ha
*** 阮女淑安 Won An
---
