index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-04-09 Tue 12:45 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Xudong Home Page</title>
<meta name="author" content="Xudong Pan" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="css/index.css" />
<link rel="alternate stylesheet" type="text/css" href="css/index.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Xudong Home Page</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgcc33bcf">1. Brand for Product</a></li>
<li><a href="#orgb9e0f68">2. Traveling to China</a>
<ul>
<li><a href="#orgb9b6820">2.1. City List</a>
<ul>
<li><a href="#org5eba7b8">2.1.1. Beijing 北京 <code>[61%]</code></a></li>
<li><a href="#orga2b7a9d">2.1.2. Tianjin 天津 <code>[50%]</code></a></li>
<li><a href="#org1a1b063">2.1.3. Suzhou 苏州 <code>[100%]</code></a></li>
<li><a href="#org6bf813f">2.1.4. Shanghai 上海 <code>[77%]</code></a></li>
<li><a href="#org7a3bfa8">2.1.5. Hangzhou 杭州 <code>[40%]</code></a></li>
<li><a href="#org082ef00">2.1.6. Jingdezhen 景德镇 <code>[100%]</code></a></li>
<li><a href="#orgc3a6898">2.1.7. Wuhan 武汉 <code>[25%]</code></a></li>
<li><a href="#org2adcc8a">2.1.8. Chongqing 重庆 <code>[80%]</code></a></li>
<li><a href="#org137cda7">2.1.9. Chengdu 成都 <code>[75%]</code></a></li>
<li><a href="#org6284e1a">2.1.10. Xi‘An 西安 <code>[66%]</code></a></li>
<li><a href="#org838f9d2">2.1.11. Shenyang 沈阳 <code>[100%]</code></a></li>
<li><a href="#orgc7e0b77">2.1.12. Dandong 丹东 <code>[81%]</code></a></li>
<li><a href="#org05579c7">2.1.13. Huangshan 黄山</a></li>
<li><a href="#org71ffd09">2.1.14. Nanjing 南京 <code>[0%]</code></a></li>
<li><a href="#org875a3e7">2.1.15. Zhangjiajie 张家界</a></li>
<li><a href="#org85b5ab4">2.1.16. BaoJi 宝鸡<code>[0%]</code></a></li>
</ul>
</li>
<li><a href="#orgc151df4">2.2. ToDo</a></li>
<li><a href="#org9b6c7a0">2.3. Visa &amp; Flight</a>
<ul>
<li><a href="#org65dfea3">2.3.1. [x] Visa</a></li>
<li><a href="#org49fc8ae">2.3.2. [x] Flight Booking</a></li>
</ul>
</li>
<li><a href="#org579f6e4">2.4. Present</a>
<ul>
<li><a href="#org8e59297">2.4.1. Copernicus Observatory : 崔大伟</a></li>
<li><a href="#org86cecd0">2.4.2. Iron Train toy: 张宏伟 Zhang Hongwei</a></li>
<li><a href="#org7f91192">2.4.3. Train Manual: 张宏伟 Zhang Hongwei</a></li>
<li><a href="#org3d851e6">2.4.4. Engineers vehicle: 张宏伟 Zhang Hongwei</a></li>
<li><a href="#org639516a">2.4.5. Coin collection: 孙德军</a></li>
<li><a href="#org2273172">2.4.6. Reisling:</a></li>
<li><a href="#org56dcb1a">2.4.7. Champagne:</a></li>
<li><a href="#orga685018">2.4.8. Sekt:</a></li>
<li><a href="#org9eba425">2.4.9. Chocolate:</a></li>
<li><a href="#org55d8fc5">2.4.10. Swaroski: Phan Minh Thu</a></li>
<li><a href="#orga2a8b78">2.4.11. Q10: 张大伟</a></li>
<li><a href="#org4fc5499">2.4.12. i泡腾片: 老爹</a></li>
</ul>
</li>
<li><a href="#org9ee69a1">2.5. People Would meet</a>
<ul>
<li><a href="#org3c4190b">2.5.1. 张宏伟</a></li>
<li><a href="#org96c32cf">2.5.2. 于乐然</a></li>
<li><a href="#orge48f807">2.5.3. 苏畅</a></li>
<li><a href="#org428fbf2">2.5.4. 田立新</a></li>
<li><a href="#org9b67f64">2.5.5. 张艳霞</a></li>
<li><a href="#org62ed668">2.5.6. 孙兆新</a></li>
<li><a href="#org34adbb2">2.5.7. 六楼邻居</a></li>
<li><a href="#orgd88bdb5">2.5.8. 张大伟</a></li>
<li><a href="#org4bf41ec">2.5.9. 崔大伟</a></li>
<li><a href="#orgf10f722">2.5.10. Farrah</a></li>
<li><a href="#orgcf51944">2.5.11. Imen</a></li>
<li><a href="#orgdb6a70d">2.5.12. Omar</a></li>
<li><a href="#org147690c">2.5.13. 宋凌飞 Song Lingfei</a></li>
<li><a href="#org31d61b7">2.5.14. 王笑川 Wang Xiaochuan</a></li>
<li><a href="#org6cdc947">2.5.15. 李支娜 Li Zhina</a></li>
<li><a href="#org2f36418">2.5.16. Pan JingYu/Pan Yanjie</a></li>
<li><a href="#orgfee8cd4">2.5.17. 孙俪 Sun Li</a></li>
<li><a href="#org592a793">2.5.18. 范明舒 Phan Minh Thuh</a></li>
<li><a href="#orgb1a9f4e">2.5.19. 何文九 Ha</a></li>
<li><a href="#org01278a2">2.5.20. 阮女淑安 Won An</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgcc33bcf" class="outline-2">
<h2 id="orgcc33bcf"><span class="section-number-2">1.</span> Brand for Product</h2>
<div class="outline-text-2" id="text-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">name</th>
<th scope="col" class="org-left">class</th>
<th scope="col" class="org-left">sector</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">TUTUKA</td>
<td class="org-left">8, 9, 20, 22</td>
<td class="org-left">Digital Accessories,Baby care, Bed Product, Stationary</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Jaymei</td>
<td class="org-left">3, 10</td>
<td class="org-left">Cosmitics, Medical Care</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Tocorpie</td>
<td class="org-left">9</td>
<td class="org-left">Digital Product</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Terase</td>
<td class="org-left">5, 7, 11, 21</td>
<td class="org-left">Cleaning devices, Electronic Devices</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgb9e0f68" class="outline-2">
<h2 id="orgb9e0f68"><span class="section-number-2">2.</span> Traveling to China</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgb9b6820" class="outline-3">
<h3 id="orgb9b6820"><span class="section-number-3">2.1.</span> City List</h3>
<div class="outline-text-3" id="text-2-1">
</div>
<div id="outline-container-org5eba7b8" class="outline-4">
<h4 id="org5eba7b8"><span class="section-number-4">2.1.1.</span> Beijing 北京 <code>[61%]</code></h4>
<div class="outline-text-4" id="text-2-1-1">
<ul class="org-ul">
<li class="on"><code>[X]</code> Forbiden City &amp; Jingshan 故宫/景山公园</li>
<li class="on"><code>[X]</code> 798 art zone 798艺术区</li>
<li class="on"><code>[X]</code> National Stadium &amp; Water square 鸟巢 水立方</li>
<li class="on"><code>[X]</code> Heaven Temple 天坛</li>
<li class="on"><code>[X]</code> Summer Palace 圆明园&amp;颐和园</li>
<li class="on"><code>[X]</code> South Luogu xiang 南锣鼓巷</li>
<li class="on"><code>[X]</code> Nord Sea Park&amp; Back sea Park 北海公园&amp;后海</li>
<li class="on"><code>[X]</code> CBD CCTV 国贸</li>
<li class="on"><code>[X]</code> Confuciouucious Temple 国子监</li>
<li class="on"><code>[X]</code> Yonghe Lama Temple 雍和宫</li>
<li class="on"><code>[X]</code> Tiananmen Square 天安门广场</li>
<li class="on"><code>[X]</code> Beijing Opera 北京京剧院</li>
<li class="on"><code>[X]</code> Nation theater 国家大剧院</li>
<li class="off"><code>[&#xa0;]</code> Embassy zone/Fashion Zone 三里屯&amp;大使馆区</li>
<li class="off"><code>[&#xa0;]</code> Gong Wang Fu 恭王府</li>
<li class="off"><code>[&#xa0;]</code> National Museum 国家博物馆</li>
<li class="off"><code>[&#xa0;]</code> Great Wall 长城</li>
<li class="off"><code>[&#xa0;]</code> University Zone 学院路</li>
<li class="off"><code>[&#xa0;]</code> Ming Tomb 十三陵</li>
<li class="off"><code>[&#xa0;]</code> Xidan Catholic Church 西单教堂</li>
<li class="off"><code>[&#xa0;]</code> Silk street 世贸天阶 秀水街</li>
</ul>
</div>
</div>
<div id="outline-container-orga2b7a9d" class="outline-4">
<h4 id="orga2b7a9d"><span class="section-number-4">2.1.2.</span> Tianjin 天津 <code>[50%]</code></h4>
<div class="outline-text-4" id="text-2-1-2">
<ul class="org-ul">
<li class="on"><code>[X]</code> Glass house 玻璃楼</li>
<li class="on"><code>[X]</code> European concessions 租借地</li>
</ul>
</div>
</div>
<div id="outline-container-org1a1b063" class="outline-4">
<h4 id="org1a1b063"><span class="section-number-4">2.1.3.</span> Suzhou 苏州 <code>[100%]</code></h4>
<div class="outline-text-4" id="text-2-1-3">
<ul class="org-ul">
<li class="on"><code>[X]</code> Tiger Hill 虎丘</li>
<li class="on"><code>[X]</code> zhuozheng Park 拙政园</li>
<li class="on"><code>[X]</code> LiuYuan 留园</li>
<li class="on"><code>[X]</code> jinji Lake 金鸡湖</li>
</ul>
</div>
</div>
<div id="outline-container-org6bf813f" class="outline-4">
<h4 id="org6bf813f"><span class="section-number-4">2.1.4.</span> Shanghai 上海 <code>[77%]</code></h4>
<div class="outline-text-4" id="text-2-1-4">
<ul class="org-ul">
<li class="on"><code>[X]</code> East Pearl 东方明珠</li>
<li class="on"><code>[X]</code> Bund 外滩/南京路</li>
<li class="on"><code>[X]</code> wu zhen 乌镇</li>
<li class="on"><code>[X]</code> Nan Xun 南浔</li>
<li class="on"><code>[X]</code> Yanan Road Dragon Pole 延安路龙柱</li>
<li class="on"><code>[X]</code> JingAn temple 静安寺</li>
<li class="on"><code>[X]</code> Jewish Refugees museum</li>
<li class="off"><code>[&#xa0;]</code> Harbo Museum</li>
<li class="off"><code>[&#xa0;]</code> yuyuan 豫园 (opt)</li>
</ul>
</div>
</div>
<div id="outline-container-org7a3bfa8" class="outline-4">
<h4 id="org7a3bfa8"><span class="section-number-4">2.1.5.</span> Hangzhou 杭州 <code>[40%]</code></h4>
<div class="outline-text-4" id="text-2-1-5">
<ul class="org-ul">
<li class="on"><code>[X]</code> West Lake  西湖十景</li>
<li class="on"><code>[X]</code> Lingyin Temple 灵隐寺</li>
<li class="off"><code>[&#xa0;]</code> West Vally swamp 西溪湿地</li>
</ul>
</div>
</div>
<div id="outline-container-org082ef00" class="outline-4">
<h4 id="org082ef00"><span class="section-number-4">2.1.6.</span> Jingdezhen 景德镇 <code>[100%]</code></h4>
<div class="outline-text-4" id="text-2-1-6">
<ul class="org-ul">
<li class="on"><code>[X]</code> Tao xi chuan Culture Street 陶溪川</li>
<li class="on"><code>[X]</code> San Bao Village 三宝村</li>
<li class="on"><code>[X]</code> Tao Yang Li Park 陶阳里瓷器博物馆</li>
<li class="on"><code>[X]</code> China porcelain museum 中国瓷器博物馆</li>
</ul>
</div>
</div>
<div id="outline-container-orgc3a6898" class="outline-4">
<h4 id="orgc3a6898"><span class="section-number-4">2.1.7.</span> Wuhan 武汉 <code>[25%]</code></h4>
<div class="outline-text-4" id="text-2-1-7">
<ul class="org-ul">
<li class="on"><code>[X]</code> Hubei Museum 湖北博物馆</li>
<li class="off"><code>[&#xa0;]</code> Zhongshan Road 中山大道</li>
<li class="off"><code>[&#xa0;]</code> Yangzi River Bridge 长江大桥</li>
<li class="off"><code>[&#xa0;]</code> Huanghe Mansion 黄鹤楼</li>
</ul>
</div>
</div>
<div id="outline-container-org2adcc8a" class="outline-4">
<h4 id="org2adcc8a"><span class="section-number-4">2.1.8.</span> Chongqing 重庆 <code>[80%]</code></h4>
<div class="outline-text-4" id="text-2-1-8">
<ul class="org-ul">
<li class="on"><code>[X]</code> Chaotianmen Harbor 朝天门</li>
<li class="on"><code>[X]</code> City Light Show 重庆灯光夜景</li>
<li class="on"><code>[X]</code> Consolar lane 领事巷</li>
<li class="on"><code>[X]</code> 18th stairstep 十八阶</li>
<li class="on"><code>[X]</code> Ciqikou Old town磁器口古镇</li>
<li class="on"><code>[X]</code> Three gorges cruise三峡邮轮</li>
<li class="on"><code>[X]</code> fengdu city of ghost 丰都鬼城</li>
<li class="on"><code>[X]</code> Liziba Subway Station 李子坝轻轨站</li>
<li class="off"><code>[&#xa0;]</code> Hongyadong 洪崖洞</li>
<li class="off"><code>[&#xa0;]</code> Librity monument 解放碑</li>
</ul>
</div>
</div>
<div id="outline-container-org137cda7" class="outline-4">
<h4 id="org137cda7"><span class="section-number-4">2.1.9.</span> Chengdu 成都 <code>[75%]</code></h4>
<div class="outline-text-4" id="text-2-1-9">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Wuhou Temple 武侯祠</li>
<li class="off"><code>[&#xa0;]</code> Baoguang Temple 宝光寺</li>
<li class="on"><code>[X]</code> Chunxi Road 春熙路 3D显示屏</li>
<li class="on"><code>[X]</code> Panda Base 熊猫基地</li>
<li class="on"><code>[X]</code> Sanxingdui Museum 三星堆博物馆</li>
<li class="on"><code>[X]</code> Dujiangyan 都江堰</li>
<li class="on"><code>[X]</code> Panda Valley 熊猫谷</li>
<li class="on"><code>[X]</code> Guan xian Old Town 灌县古城</li>
</ul>
</div>
</div>
<div id="outline-container-org6284e1a" class="outline-4">
<h4 id="org6284e1a"><span class="section-number-4">2.1.10.</span> Xi‘An 西安 <code>[66%]</code></h4>
<div class="outline-text-4" id="text-2-1-10">
<ul class="org-ul">
<li class="on"><code>[X]</code> City Wall walking 城墙漫游</li>
<li class="on"><code>[X]</code> Bell Tower 钟楼</li>
<li class="on"><code>[X]</code> Terracotta Worrior 兵马俑秦始皇陵</li>
<li class="off"><code>[&#xa0;]</code> ShanXi Museum 陕西博物馆</li>
<li class="off"><code>[&#xa0;]</code> Night market 夜市</li>
<li class="on"><code>[X]</code> East Street 东大街</li>
<li class="on"><code>[X]</code> Dayan Tower 大雁塔</li>
<li class="on"><code>[X]</code> Xiaoyan Tower 小雁塔</li>
<li class="on"><code>[X]</code> Muslin Street 回民街</li>
<li class="on"><code>[X]</code> chinese style mousque 中式大清真寺</li>
<li class="off"><code>[&#xa0;]</code> Tang-paradise 大唐芙蓉园</li>
</ul>
</div>
</div>
<div id="outline-container-org838f9d2" class="outline-4">
<h4 id="org838f9d2"><span class="section-number-4">2.1.11.</span> Shenyang 沈阳 <code>[100%]</code></h4>
<div class="outline-text-4" id="text-2-1-11">
<ul class="org-ul">
<li class="on"><code>[X]</code> Laobian Dumpling 老边饺子</li>
<li class="on"><code>[X]</code> Small forbidden city 沈阳故宫</li>
<li class="on"><code>[X]</code> 3 Female temples 三座尼姑庵</li>
</ul>
</div>
</div>
<div id="outline-container-orgc7e0b77" class="outline-4">
<h4 id="orgc7e0b77"><span class="section-number-4">2.1.12.</span> Dandong 丹东 <code>[81%]</code></h4>
<div class="outline-text-4" id="text-2-1-12">
<ul class="org-ul">
<li class="on"><code>[X]</code> Korea boarder 朝鲜边界</li>
<li class="on"><code>[X]</code> Moon Island 月亮岛</li>
<li class="on"><code>[X]</code> Korean Town 朝鲜街</li>
<li class="on"><code>[X]</code> Jinjiang Hill 锦江山</li>
<li class="on"><code>[X]</code> Korean War Museum 抗馆</li>
<li class="on"><code>[X]</code> Hushan Great Wall 虎山长城</li>
<li class="on"><code>[X]</code> Wulong Hot Spring 五龙背温泉</li>
<li class="on"><code>[X]</code> Dog/Korean restaurant 狗肉馆/柳京饭店</li>
<li class="on"><code>[X]</code> Old Building On the street 日据时期建筑</li>
<li class="off"><code>[&#xa0;]</code> Yuanbao Hill 元宝山</li>
<li class="off"><code>[&#xa0;]</code> Gushan Farmers home 大孤山农村家</li>
</ul>
</div>
</div>
<div id="outline-container-org05579c7" class="outline-4">
<h4 id="org05579c7"><span class="section-number-4">2.1.13.</span> Huangshan 黄山</h4>
</div>
<div id="outline-container-org71ffd09" class="outline-4">
<h4 id="org71ffd09"><span class="section-number-4">2.1.14.</span> Nanjing 南京 <code>[0%]</code></h4>
<div class="outline-text-4" id="text-2-1-14">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Yangzi River Bridge 长江大桥</li>
<li class="off"><code>[&#xa0;]</code> Confucious Temple 夫子庙</li>
<li class="off"><code>[&#xa0;]</code> Qinhuai river 秦淮河</li>
<li class="off"><code>[&#xa0;]</code> Zhongshan Tomb 中山陵</li>
<li class="off"><code>[&#xa0;]</code> Ming Tomb 明孝陵</li>
<li class="off"><code>[&#xa0;]</code> presidential palace 总统府</li>
</ul>
</div>
</div>
<div id="outline-container-org875a3e7" class="outline-4">
<h4 id="org875a3e7"><span class="section-number-4">2.1.15.</span> Zhangjiajie 张家界</h4>
</div>
<div id="outline-container-org85b5ab4" class="outline-4">
<h4 id="org85b5ab4"><span class="section-number-4">2.1.16.</span> BaoJi 宝鸡<code>[0%]</code></h4>
<div class="outline-text-4" id="text-2-1-16">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> uncle 二大爷</li>
<li class="off"><code>[&#xa0;]</code> Bronze Time Museum 青铜器博物馆</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgc151df4" class="outline-3">
<h3 id="orgc151df4"><span class="section-number-3">2.2.</span> ToDo</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li class="on"><code>[X]</code> Get New ID card 更新身份证</li>
<li class="off"><code>[&#xa0;]</code> Update Driver License 更新驾照</li>
<li class="off"><code>[&#xa0;]</code> Fix Computer 整理家里电脑</li>
<li class="off"><code>[&#xa0;]</code> Fix Mac Laptop 中关村修Mac</li>
<li class="on"><code>[X]</code> change Iphone battery 中关村修手机电池</li>
<li class="off"><code>[&#xa0;]</code> Mid School Classmate Meeting 初中同学会</li>
<li class="off"><code>[&#xa0;]</code> University Classmate Meeting</li>
<li class="on"><code>[X]</code> Family Meeting</li>
<li class="off"><code>[&#xa0;]</code> Su Silk 苏绣</li>
<li class="on"><code>[X]</code> Silk Clothes 丝绸外衣</li>
</ul>
</div>
</div>
<div id="outline-container-org9b6c7a0" class="outline-3">
<h3 id="org9b6c7a0"><span class="section-number-3">2.3.</span> Visa &amp; Flight</h3>
<div class="outline-text-3" id="text-2-3">
</div>
<div id="outline-container-org65dfea3" class="outline-4">
<h4 id="org65dfea3"><span class="section-number-4">2.3.1.</span> [x] Visa</h4>
</div>
<div id="outline-container-org49fc8ae" class="outline-4">
<h4 id="org49fc8ae"><span class="section-number-4">2.3.2.</span> [x] Flight Booking</h4>
<div class="outline-text-4" id="text-2-3-2">
</div>
<ol class="org-ol">
<li><a id="org7980ce0"></a>CTrip<br /></li>
<li><a id="org8aaa012"></a>Piggy<br /></li>
<li><a id="org3c102b3"></a>Skyscanner<br /></li>
<li><a id="orgccdeff5"></a>kaytrip<br /></li>
<li><a id="orgc585e27"></a>Official Site(Eastern,AirChina,Southern China,Lufthansa, AirFrance, Austrian Airline)<br /></li>
</ol>
</div>
</div>
<div id="outline-container-org579f6e4" class="outline-3">
<h3 id="org579f6e4"><span class="section-number-3">2.4.</span> Present</h3>
<div class="outline-text-3" id="text-2-4">
</div>
<div id="outline-container-org8e59297" class="outline-4">
<h4 id="org8e59297"><span class="section-number-4">2.4.1.</span> Copernicus Observatory : 崔大伟</h4>
</div>
<div id="outline-container-org86cecd0" class="outline-4">
<h4 id="org86cecd0"><span class="section-number-4">2.4.2.</span> Iron Train toy: 张宏伟 Zhang Hongwei</h4>
</div>
<div id="outline-container-org7f91192" class="outline-4">
<h4 id="org7f91192"><span class="section-number-4">2.4.3.</span> Train Manual: 张宏伟 Zhang Hongwei</h4>
</div>
<div id="outline-container-org3d851e6" class="outline-4">
<h4 id="org3d851e6"><span class="section-number-4">2.4.4.</span> Engineers vehicle: 张宏伟 Zhang Hongwei</h4>
</div>
<div id="outline-container-org639516a" class="outline-4">
<h4 id="org639516a"><span class="section-number-4">2.4.5.</span> Coin collection: 孙德军</h4>
</div>
<div id="outline-container-org2273172" class="outline-4">
<h4 id="org2273172"><span class="section-number-4">2.4.6.</span> Reisling:</h4>
</div>
<div id="outline-container-org56dcb1a" class="outline-4">
<h4 id="org56dcb1a"><span class="section-number-4">2.4.7.</span> Champagne:</h4>
</div>
<div id="outline-container-orga685018" class="outline-4">
<h4 id="orga685018"><span class="section-number-4">2.4.8.</span> Sekt:</h4>
</div>
<div id="outline-container-org9eba425" class="outline-4">
<h4 id="org9eba425"><span class="section-number-4">2.4.9.</span> Chocolate:</h4>
</div>
<div id="outline-container-org55d8fc5" class="outline-4">
<h4 id="org55d8fc5"><span class="section-number-4">2.4.10.</span> Swaroski: Phan Minh Thu</h4>
</div>
<div id="outline-container-orga2a8b78" class="outline-4">
<h4 id="orga2a8b78"><span class="section-number-4">2.4.11.</span> Q10: 张大伟</h4>
</div>
<div id="outline-container-org4fc5499" class="outline-4">
<h4 id="org4fc5499"><span class="section-number-4">2.4.12.</span> i泡腾片: 老爹</h4>
</div>
</div>
<div id="outline-container-org9ee69a1" class="outline-3">
<h3 id="org9ee69a1"><span class="section-number-3">2.5.</span> People Would meet</h3>
<div class="outline-text-3" id="text-2-5">
</div>
<div id="outline-container-org3c4190b" class="outline-4">
<h4 id="org3c4190b"><span class="section-number-4">2.5.1.</span> 张宏伟</h4>
</div>
<div id="outline-container-org96c32cf" class="outline-4">
<h4 id="org96c32cf"><span class="section-number-4">2.5.2.</span> 于乐然</h4>
</div>
<div id="outline-container-orge48f807" class="outline-4">
<h4 id="orge48f807"><span class="section-number-4">2.5.3.</span> 苏畅</h4>
</div>
<div id="outline-container-org428fbf2" class="outline-4">
<h4 id="org428fbf2"><span class="section-number-4">2.5.4.</span> 田立新</h4>
</div>
<div id="outline-container-org9b67f64" class="outline-4">
<h4 id="org9b67f64"><span class="section-number-4">2.5.5.</span> 张艳霞</h4>
</div>
<div id="outline-container-org62ed668" class="outline-4">
<h4 id="org62ed668"><span class="section-number-4">2.5.6.</span> 孙兆新</h4>
</div>
<div id="outline-container-org34adbb2" class="outline-4">
<h4 id="org34adbb2"><span class="section-number-4">2.5.7.</span> 六楼邻居</h4>
</div>
<div id="outline-container-orgd88bdb5" class="outline-4">
<h4 id="orgd88bdb5"><span class="section-number-4">2.5.8.</span> 张大伟</h4>
<div class="outline-text-4" id="text-2-5-8">
<p>
&#x2014;
</p>
</div>
</div>
<div id="outline-container-org4bf41ec" class="outline-4">
<h4 id="org4bf41ec"><span class="section-number-4">2.5.9.</span> 崔大伟</h4>
</div>
<div id="outline-container-orgf10f722" class="outline-4">
<h4 id="orgf10f722"><span class="section-number-4">2.5.10.</span> Farrah</h4>
</div>
<div id="outline-container-orgcf51944" class="outline-4">
<h4 id="orgcf51944"><span class="section-number-4">2.5.11.</span> Imen</h4>
</div>
<div id="outline-container-orgdb6a70d" class="outline-4">
<h4 id="orgdb6a70d"><span class="section-number-4">2.5.12.</span> Omar</h4>
<div class="outline-text-4" id="text-2-5-12">
<p>
&#x2014;
</p>
</div>
</div>
<div id="outline-container-org147690c" class="outline-4">
<h4 id="org147690c"><span class="section-number-4">2.5.13.</span> 宋凌飞 Song Lingfei</h4>
</div>
<div id="outline-container-org31d61b7" class="outline-4">
<h4 id="org31d61b7"><span class="section-number-4">2.5.14.</span> 王笑川 Wang Xiaochuan</h4>
<div class="outline-text-4" id="text-2-5-14">
<p>
&#x2014;
</p>
</div>
</div>
<div id="outline-container-org6cdc947" class="outline-4">
<h4 id="org6cdc947"><span class="section-number-4">2.5.15.</span> 李支娜 Li Zhina</h4>
<div class="outline-text-4" id="text-2-5-15">
<p>
&#x2014;
</p>
</div>
</div>
<div id="outline-container-org2f36418" class="outline-4">
<h4 id="org2f36418"><span class="section-number-4">2.5.16.</span> Pan JingYu/Pan Yanjie</h4>
<div class="outline-text-4" id="text-2-5-16">
<p>
&#x2014;
</p>
</div>
</div>
<div id="outline-container-orgfee8cd4" class="outline-4">
<h4 id="orgfee8cd4"><span class="section-number-4">2.5.17.</span> 孙俪 Sun Li</h4>
<div class="outline-text-4" id="text-2-5-17">
<p>
&#x2014;
</p>
</div>
</div>
<div id="outline-container-org592a793" class="outline-4">
<h4 id="org592a793"><span class="section-number-4">2.5.18.</span> 范明舒 Phan Minh Thuh</h4>
</div>
<div id="outline-container-orgb1a9f4e" class="outline-4">
<h4 id="orgb1a9f4e"><span class="section-number-4">2.5.19.</span> 何文九 Ha</h4>
</div>
<div id="outline-container-org01278a2" class="outline-4">
<h4 id="org01278a2"><span class="section-number-4">2.5.20.</span> 阮女淑安 Won An</h4>
<div class="outline-text-4" id="text-2-5-20">
<p>
&#x2014;
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: Today</p>
<p class="author">Author: Xudong Pan</p>
<p class="date">Created: 2024-04-09 Tue 12:45</p>
</div>
</body>
</html>